{
  "backgroundInfo": "Rental Rates and Minimum Spend\n\nMoonlight Lounge: $150 per hour on Fridays and Saturdays, $125 per hour from Sunday to Thursday. Minimum spending of $2000 on Fridays and Saturdays, and $500 from Sunday to Thursday.\n\nDining Room: $125 per hour on Fridays and Saturdays, $100 per hour from Sunday to Thursday. Minimum spending of $1000 on Fridays and Saturdays, and $500 from Sunday to Thursday.\n\nCapacity\n\nMoonlight Lounge: Maximum capacity is 194, but comfortably accommodates 150 guests.\n\nDining Room: Accommodates up to 50 guests.\n\nFood Options\n\nLight appetizers: $6 per person\n\nTacos and appetizers: $10-16 per person depending on the number of tacos\n\nFull plated buffet catering: $30 per person\n\nThe kitchen is open until about 11pm.\n\nBar Options\n\nDefault setting: cash bar\n\nDrink tickets: $8 each before tax and tip or $10 after tax and tip.\n\nOpen tabs with limits: available with regular updates to the host\n\nAdditional Amenities\n\nEvents can run until 2:30am\n\nDancefloor, professional sound system with kareoke, party lights, smoke machine, private bar staffed with two bartenders, and private washrooms\n\nFull sound system: guests can connect their own music via Bluetooth or use a provided tablet with a Spotify playlist\n\nThere's a TV for use. To use, you just need to plug into the HDMI port. You can't use USB.\n\nBooking Process\n\nA contract is drafted first\n\nTo secure the space, a deposit of half the rental rate is required\n\nSpecific Packages\n\n$6 per person: light appetizers. Perfect for birthdays and late night eats. \n\n$10 per person: one taco and appetizers\n\n$16 per person: two tacos and appetizers. Good for a meal. \n\nPopular taco choices: jerk chicken, beef brisket, beef birria, butternut squash\n\nPopular appetizer choices: loaded nachos, jalapeno poppers, fries, pizza\n\nPopular vegetarian choices: cauliflower taco, butternut squash taco, crispy cauliflower wings.\n\nOther\n\nEvent organizers can arrive 30 minutes prior to set up and decorate. There may be some dine in guests still around but organizers can work around them.  \n\nDecorations are allowed but we ask no confetti.\n\nWe do not allow outside alcohol because of our liquor license. \n\nFor emails, sign as:\n\nTacoTaco Events Team\n647-692-4768\n\nFull menu available at eattaco.ca/menu.\n\nIf they say that they've sent the deposit and attached ID, then tell them that they're confirmed for the event and will receive an event invite shortly. \n\n"
}